{
    "outputSpeech": {
        "HelpIntent": "If you want to hear a fact, just say: tell me a fact.",
        "facts": [
            "A person who studies dinosaurs is known as a paleontologist.",
            "The word dinosaur comes from the Greek language and means terrible lizard.",
            "Dinosaurs ruled the Earth for over 160 million years",
            "Scientists believe that the event leading to the extinction may have been a massive asteroid impact or huge volcanic activity.",
            "It is believed that dinosaurs lived on Earth until around 65 million years ago when a mass extinction occurred.",
            "The first dinosaur to be formally named was the Megalosaurus, back in 1824.",
            "Rather than being carnivores, the largest dinosaurs such as the Brachiosaurus and Apatosaurus were actually herbivores.",
            "Birds descended from a type of dinosaurs known as theropods.",
            "The heaviest dinosaur was Brachiosaurus at 80 tons.",
            "The longest dinosaur was Seismosaurus, which measured over 130 feet.",
            "At present over 700 different species of dinosaurs have been identified and named.",
            "No one knows exactly how long a dinosaur's lifespan was. Some scientists speculate some dinosaurs lived for as long as 200 years.",
            "Dinosaur skulls had large holes or windows, which made their skulls lighter. Some of the largest skulls were as long as a car.",
            "Dinosaurs lived on all the continents, including Antarctica.",
            "While many people think dinosaurs were massive, dinosaurs were usually human sized or smaller.",
            "All dinosaurs laid eggs. About 40 kinds of dinosaur eggs have been discovered.",
            "Most meat eaters walked on two feet. This made them faster and left their hands free to grab their prey. Most plant eaters walked on four feet to better carry their heavy bodies.",
            "The largest dinosaur eggs were as large as basketballs.",
            "The first dinosaurs were carnivores, or meat eaters.",
            "Most dinosaurs were vegetarians.",
            "Some of the biggest plant eaters had to eat as much as a ton of food a day.",
            "Tyrannosaurus rex ate up to 22 tons of meat a year.",
            "Some scientists believe that Tyrannosaurus rex may have been able to run as fast as 18 miles per hour.",
            "Dinosaurs that could run on two legs were called bipeds.",
            "Dinosaurs that lived near water often left the best fossils."
        ]
    }
}